Repository: rami1349/MAI
Catalog: Assistant/Resources/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

# task_completed_notif_body
source: %@ completed task: %@
es: %@ completó la tarea: %@
zh_hans: %@完成了任务：%@

# task_completed_notification
source: Task completed
es: Tarea completada
zh_hans: 任务已完成

source: Task created
es: Tarea creada
zh_hans: 任务已创建

source: Task Details
es: Detalles de Tarea
zh_hans: 任务详情

# task_due_soon_body
source: Task due soon: %@
es: Tarea vence pronto: %@
zh_hans: 任务即将截止：%@

# task_due_tomorrow_body
source: Task due tomorrow: %@
es: Tarea vence mañana: %@
zh_hans: 任务明天截止：%@

source: Task Group
es: Grupo de Tareas
zh_hans: 任务组

source: Task Groups
es: Grupos de Tareas
zh_hans: 任务组

source: Task name
es: Nombre de la tarea
zh_hans: 任务名称

source: Task not found
es: Tarea no encontrada
zh_hans: 未找到任务

source: Task Overdue
es: Tarea Vencida
zh_hans: 任务逾期

# task_overdue_notif_body
source: Task overdue: %@
es: Tarea vencida: %@
zh_hans: 任务逾期：%@

# task_reassigned_notif_body
source: Task reassigned: %@
es: Tarea reasignada: %@
zh_hans: 任务已重新分配：%@

# task_reassigned_notification
source: Task reassigned
es: Tarea reasignada
zh_hans: 任务已重新分配

source: Task Removed
es: Tarea Eliminada
zh_hans: 任务已删除

source: Task started
es: Tarea iniciada
zh_hans: 任务已开始

# task_started_body
source: %@ started task: %@
es: %@ inició la tarea: %@
zh_hans: %@开始了任务：%@

# task_started_toast
source: Task started
es: Tarea iniciada
zh_hans: 任务已开始

source: Task title
es: Título de tarea
zh_hans: 任务标题

source: Task updated
es: Tarea actualizada
zh_hans: 任务已更新

# task_updated_notif
source: Task Updated
es: Tarea Actualizada
zh_hans: 任务已更新

# task_updated_notif_body
source: Task updated: %@
es: Tarea actualizada: %@
zh_hans: 任务已更新：%@

source: Tasks
es: Tareas
zh_hans: 任务

# tasks_unassigned_note
source: Your tasks will be unassigned
es: Tus tareas serán desasignadas
zh_hans: 你的任务将被取消分配

# tasks_waiting_review
source: %d tasks waiting for review
es: %d tareas esperando revisión
zh_hans: %d个任务等待审查

source: Terms of Service
es: Términos de Servicio
zh_hans: 服务条款

source: Theme Color
es: Color de Tema
zh_hans: 主题颜色

# theme_matcha_linen
source: Matcha Linen
es: Matcha Lino
zh_hans: 抹茶亚麻

# theme_oyster_silk
source: Oyster Silk
es: Seda Ostra
zh_hans: 珍珠丝绸

# theme_rose_clay
source: Rose Clay
es: Arcilla Rosa
zh_hans: 玫瑰陶土

source: This action will be performed after you confirm
es: Esta acción se realizará después de confirmar
zh_hans: 确认后将执行此操作

source: This day is clear
es: Este día está libre
zh_hans: 今天没有安排

# this_image_may_not_contain_readable_homework_the_analysis
source: This image may not contain readable homework. The analysis may be inaccurate.
es: Esta imagen puede no contener tarea legible. El análisis puede ser inexacto.
zh_hans: 此图片可能不包含可读的作业。分析可能不准确。

source: This may take a moment
es: Esto puede tomar un momento
zh_hans: 这可能需要一会儿

# this_month_count
source: %d this month
es: %d este mes
zh_hans: 本月%d

source: This Week
es: Esta Semana
zh_hans: 本周

# this_week_habits
source: %d/%d this week
es: %d/%d esta semana
zh_hans: 本周%d/%d

# this_year_count
source: %d this year
es: %d este año
zh_hans: 今年%d

source: Time
es: Hora
zh_hans: 时间

# tip_flat_surface
source: Flat surface – lay paper flat
es: Superficie plana – papel plano
zh_hans: 平整表面 - 纸张平放

# tip_full_page
source: Full page – capture all work
es: Página completa – captura todo
zh_hans: 整页拍摄 - 捕获所有内容

# tip_good_lighting
source: Good lighting – avoid shadows
es: Buena iluminación – evita sombras
zh_hans: 光线充足 - 避免阴影

source: Tips for homework photos
es: Consejos para fotos de tareas
zh_hans: 作业拍照提示

source: To Do
es: Por Hacer
zh_hans: 待办

source: Today
es: Hoy
zh_hans: 今天

source: Today, all day
es: Hoy, todo el día
zh_hans: 今天，全天

# today_tomorrow_events
source: Today Events
es: Eventos de hoy

source: Today's Habits
es: Hábitos de Hoy
zh_hans: 今日习惯

source: Tomorrow
es: Mañana
zh_hans: 明天

source: Tomorrow, all day
es: Mañana, todo el día
zh_hans: 明天，全天

# tos_acceptance
source: Acceptance of Terms
es: Aceptación de Términos
zh_hans: 接受条款

# tos_acceptance_body
source: By creating an account or using this app, you agree to these Terms of Service. If you are a parent or guardian creating an account for a minor, you accept these terms on their behalf. If you do not agree, please do not use the app.
es: Al crear una cuenta o usar esta aplicación, aceptas estos Términos de Servicio. Si eres padre o tutor creando una cuenta para un menor, aceptas estos términos en su nombre. Si no estás de acuerdo, por favor no uses la aplicación.
zh_hans: 通过创建账号或使用此应用，你同意这些服务条款。如果你是为未成年人创建账号的父母或监护人，你代表他们接受这些条款。如果你不同意，请不要使用此应用。

# tos_ai_disclaimer
source: AI Features Disclaimer
es: Descargo de Responsabilidad de IA
zh_hans: AI功能免责声明

# tos_ai_disclaimer_body
source: AI features (MAI) provide suggestions and analysis only. AI-generated homework reviews, task recommendations, and other outputs may contain errors. Parents and guardians retain full authority over all decisions. AI features are not a substitute for professional educational assessment.
es: Las funciones de IA (MAI) proporcionan solo sugerencias y análisis. Las revisiones de tareas generadas por IA, recomendaciones y otros resultados pueden contener errores. Los padres y tutores conservan plena autoridad sobre todas las decisiones. Las funciones de IA no sustituyen la evaluación educativa profesional.
zh_hans: AI功能（MAI）仅提供建议和分析。AI生成的作业审查、任务建议和其他输出可能包含错误。父母和监护人对所有决定保留完全权力。AI功能不能替代专业教育评估。

# tos_credits
source: AI Credits
es: Créditos de IA
zh_hans: AI积分

# tos_credits_body
source: AI credits are consumable purchases that never expire. Credits are used for AI-powered features including chat and homework verification. Credit balances are non-refundable and non-transferable. If your account is deleted, unused credits are forfeited.
es: Los créditos de IA son compras consumibles que nunca expiran. Los créditos se usan para funciones impulsadas por IA, incluyendo chat y verificación de tareas. Los saldos de créditos no son reembolsables ni transferibles. Si tu cuenta se elimina, los créditos no utilizados se pierden.
zh_hans: AI积分是不会过期的消耗品购买。积分用于AI驱动的功能，包括聊天和作业验证。积分余额不可退款且不可转让。如果你的账号被删除，未使用的积分将被没收。

# tos_limitation_of_liability
source: Limitation of Liability
es: Limitación de Responsabilidad
zh_hans: 责任限制

# tos_limitation_of_liability_body
source: The app is provided "as is" without warranties of any kind. We are not liable for any damages arising from your use of the app, including but not limited to reliance on AI-generated content. Our total liability shall not exceed the amount you paid for the service in the preceding 12 months.
es: La aplicación se proporciona "tal cual" sin garantías de ningún tipo. No somos responsables de daños derivados del uso de la aplicación, incluyendo pero no limitado a la confianza en contenido generado por IA. Nuestra responsabilidad total no excederá el monto pagado por el servicio en los 12 meses anteriores.
zh_hans: 应用按"原样"提供，不提供任何形式的保证。我们不对因使用应用而产生的任何损害承担责任，包括但不限于依赖AI生成的内容。我们的总责任不超过你在前12个月内为服务支付的金额。

# tos_subscriptions
source: Subscriptions & Billing
es: Suscripciones y Facturación
zh_hans: 订阅与计费

# tos_subscriptions_body
source: Premium subscriptions are billed through Apple In-App Purchases. Subscriptions auto-renew unless canceled at least 24 hours before the end of the current period. Manage or cancel subscriptions in your Apple ID settings. Prices may vary by region and are subject to change with notice.
es: Las suscripciones Premium se facturan a través de Compras dentro de la App de Apple. Las suscripciones se renuevan automáticamente a menos que se cancelen al menos 24 horas antes del final del período actual. Administra o cancela suscripciones en la configuración de tu Apple ID. Los precios pueden variar por región y están sujetos a cambios con aviso previo.
zh_hans: Premium订阅通过Apple应用内购买计费。订阅会自动续订，除非在当前期间结束前至少24小时取消。在你的Apple ID设置中管理或取消订阅。价格可能因地区而异，如有变更将提前通知。

# tos_termination
source: Account Termination
es: Terminación de Cuenta
zh_hans: 账号终止

# tos_termination_body
source: You may delete your account at any time through Settings. We may terminate or suspend your account if you violate these terms. Upon termination, your data will be deleted in accordance with our Privacy Policy.
es: Puedes eliminar tu cuenta en cualquier momento a través de Ajustes. Podemos terminar o suspender tu cuenta si violas estos términos. Al terminar, tus datos se eliminarán de acuerdo con nuestra Política de Privacidad.
zh_hans: 你可以随时通过设置删除你的账号。如果你违反这些条款，我们可能终止或暂停你的账号。终止后，你的数据将根据我们的隐私政策被删除。

# tos_user_conduct
source: User Conduct
es: Conducta del Usuario
zh_hans: 用户行为

# tos_user_conduct_body
source: You agree not to misuse the app, attempt to gain unauthorized access, interfere with other users, or use AI features to generate harmful or inappropriate content. We reserve the right to suspend accounts that violate these terms.
es: Aceptas no hacer mal uso de la aplicación, intentar obtener acceso no autorizado, interferir con otros usuarios o usar funciones de IA para generar contenido dañino o inapropiado. Nos reservamos el derecho de suspender cuentas que violen estos términos.
zh_hans: 你同意不滥用应用、不试图获取未授权访问、不干扰其他用户，也不使用AI功能生成有害或不当内容。我们保留暂停违反这些条款的账号的权利。

source: Total Habits
es: Total de Hábitos
zh_hans: 习惯总数

source: Total Tasks
es: Total de Tareas
zh_hans: 总任务数

# tour_ask_mai_message
source: Need help? Ask MAI to create tasks, check homework, or plan your week — just type what you need.
es: ¿Necesitas ayuda? Pide a MAI que cree tareas, revise tareas o planifique tu semana — solo escribe lo que necesitas.
zh_hans: 需要帮助？让MAI创建任务、检查作业或规划你的一周——只需输入你的需求。

# tour_create_task_message
source: Start here — create a task for yourself or assign one to a family member.
es: Comienza aquí — crea una tarea para ti o asigna una a un miembro de la familia.
zh_hans: 从这里开始——为自己创建任务或分配给家庭成员。

# tour_invite_family_message
source: Invite your family to start collaborating. Share the code and everyone's connected.
es: Invita a tu familia a colaborar. Comparte el código y todos estarán conectados.
zh_hans: 邀请你的家人开始协作。分享代码，大家就都连接了。

source: Track daily
es: Seguimiento diario
zh_hans: 每日追踪

source: Try Again
es: Reintentar
zh_hans: 重试

# try_different_search
source: Try a different search
es: Intenta una búsqueda diferente
zh_hans: 尝试其他搜索

source: Type
es: Tipo
zh_hans: 类型

# type_delete_placeholder
source: Type DELETE
es: Escriba DELETE
zh_hans: 输入 DELETE

source: Type "%@" to confirm
es: Escribe "%@" para confirmar
zh_hans: 输入"%@"以确认

source: Unassigned
es: Sin Asignar
zh_hans: 未分配

source: Uncertain
es: Inciertas
zh_hans: 不确定

# uncertain_label
source: Uncertain
es: Incierto
zh_hans: 不确定

# unclear_label
source: Unclear
es: No Claro
zh_hans: 不清楚

source: Unlock Full MAI
es: Desbloquear MAI Completo
zh_hans: 解锁完整MAI

source: Untitled
es: Sin Título
zh_hans: 无标题

source: Upcoming
es: Próximamente
zh_hans: 即将到来

source: Upcoming Tasks
es: Próximas Tareas
zh_hans: 即将到来的任务

source: Upgrade
es: Mejorar
zh_hans: 升级

source: Upgrade to Premium
es: Actualizar a Premium
zh_hans: 升级到高级版

source: Upload files
es: Subir archivos
zh_hans: 上传文件

# uploaded_label
source: uploaded
es: subido
zh_hans: 已上传

source: Uploading...
es: Subiendo...
zh_hans: 上传中...

source: Use Anyway
es: Usar de Todas Formas
zh_hans: 仍然使用

# used_all_daily_ai_actions
source: You've used all %d daily AI actions
es: Has usado todas las %d acciones diarias de IA
zh_hans: 你已用完全部%d个每日AI操作

# using_credits_remaining
source: Using credits · %d remaining
es: Usando créditos · %d restantes
zh_hans: 使用积分 · 剩余%d

source: Valid email
es: Correo válido
zh_hans: 邮箱有效

source: Verification failed
es: Verificación fallida
zh_hans: 验证失败

source: Verified
es: Verificado
zh_hans: 已验证

source: Verified on %@
es: Verificado el %@
zh_hans: 在%@验证

# verified_on_date
source: Verified on %@
es: Verificado el %@
zh_hans: 于%@验证

source: Version
es: Versión
zh_hans: 版本

source: View Details
es: Ver Detalles
zh_hans: 查看详情

source: View Group
es: Ver Grupo
zh_hans: 查看分组

source: View wallet history
es: Ver historial de billetera
zh_hans: 查看钱包历史

# warning_low_confidence_manual_review
source: Warning: Low confidence analysis. Manual review strongly recommended.
es: Advertencia: Análisis de baja confianza. Se recomienda revisión manual.
zh_hans: 警告：低置信度分析。强烈建议手动审查。

source: Weekly on %@
es: Semanal los %@
zh_hans: 每周%@

source: Weekly Wins
es: Logros de la Semana
zh_hans: 本周成就

# weeks_ago
source: %d weeks ago
es: Hace %d semanas
zh_hans: %d周前

source: Well done!
es: ¡Bien hecho!
zh_hans: 做得好！

source: Who owes you
es: Quién te debe
zh_hans: 谁欠你

source: Wrong
es: Incorrectas
zh_hans: 错误

# x_days
source: %d days
es: %d días
zh_hans: %d天

# x_done
source: %d done
es: %d listos
zh_hans: %d已完成

# x_members
source: %d members
es: %d miembros
zh_hans: %d位成员

# x_tasks
source: %d tasks
es: %d tareas
zh_hans: %d个任务

# x_to_review
source: %d to review
es: %d para revisar
zh_hans: %d待审查

source: Yearly
es: Anual
zh_hans: 年度

source: Yearly Goal
es: Meta Anual
zh_hans: 年度目标

# yearly_goal_place_holder
source: Enter your yearly goal
es: Ingresa tu meta anual
zh_hans: 输入你的年度目标

source: Yes
es: Sí
zh_hans: 是

source: Yesterday
es: Ayer
zh_hans: 昨天

source: You assigned %@ task: %@
es: Asignaste a %@ la tarea: %@
zh_hans: 你分配给%@任务：%@

# you_created_event
source: You created event: %@ on %@
es: Creaste el evento: %@ el %@
zh_hans: 你创建了事件：%@，时间%@

source: Your Decision
es: Tu Decisión
zh_hans: 你的决定

source: Color
zh_hans: 颜色

# confidence_short
source: conf.
zh_hans: 可信度

# d_short
source: d
zh_hans: 天

# day_sat
source: S
zh_hans: 六

source: Legal
zh_hans: 法律信息

source: min
zh_hans: 分钟

source: No
zh_hans: 否

source: Plan
zh_hans: 套餐

source: Premium
zh_hans: 高级版

# proof_type_video
source: Video
zh_hans: 视频
